Repository: frayd/stupino
Catalog: www/sites/all/modules/content_profile/translations/root.*.po
Languages: ru

source: edit
ru: изменить

source: View
ru: Просмотр

source: Submit
ru: Отправить

source: Weight
ru: Вес

source: @type: deleted %title.
ru: @type: удален %title.

source: Display settings
ru: Настройки отображения

source: None
ru: Нет

source: Profile
ru: Профиль

source: User page display style
ru: Стиль отображения пользовательской страницы

source: Include an edit link to the display
ru: Включать ссылку редактирования в отображение

source: If selected and the user has no profile of this type yet, a link to add one is shown on the user page.
ru: Если выбрано и пользователь еще не имеет профиля этого типа содержимого, создавать ссылку на добавление оного на странице пользователя.

source: You have not created a @type yet. Go ahead and create one!
ru: Вы еще не создали @type. Вот идите и создайте сначала!

source: @type %title has been deleted.
ru: @type %title удалён.

source: A user profile built as content.
ru: Профиль пользователя создан как содержимое.

source: Customize the display of this content profile.
ru: Настройка отображения этого контент-профиля.

source: Don't display this content profile on the user account page
ru: Не отображать этот контент-профиль на странице пользовательской учетной записи

source: Display it as link to the profile content
ru: Отображать как ссылку на контент-профиль

source: Display the full content
ru: Отображать полное содержимое

source: Display the content's teaser
ru: Отображать анонс содержимого

source: Show a link to the content profile creation page, if there is no profile.
ru: Показывать ссылку на страницу создания контент-профиля, если его еще нет у пользователя.

source: Use this content type as a content profile for users
ru: Использовать этот тип содержимого как контент-профиль для пользователей.

source: Configure the display and management of this content profile.
ru: Конфигурировать отображение и управление этого контент-профиля.

source: Use content types for user profiles.
ru: Использует типы содержимого для профилей пользователей.

source: User, whose profile should be loaded
ru: Пользователь, чей профиль должен быть загружен

source: Content Profile Content Type
ru: Тип содержимого контент-профиля

source: Select the Content Profile content type to check for.
ru: Выберите тип содержимого контент-профиля

source: @user has his @type created
ru: Создан @type для пользователя @user

source: Load Content Profile
ru: Загрузить контент-профиль

source: Select the Content Profile content type to load.
ru: Выберите тип содержимого контент-профиля для загрузки.

source: Load @user's @type
ru: Загрузить @type пользователя @user

source: Profile edit tab
ru: Вкладка редактирования профиля

source: Show a tab at the user's page
ru: Отображать вкладку на странице пользователя

source: Show a secondary tab below the user's edit tab
ru: Отображать дополнительную вкладку под вкладкой редактирования

source: This user already has a content profile of this type. You can only create one profile per user.
ru: Этот пользователь уже имеет контент-профиль этого типа.

source: User has content profile
ru: Пользователь имеет контент-профиль

source: Profile content type
ru: Тип контент-профиля

source: Select a content profile type.
ru: Выберите тип контент-профиля

source: Content profile editing form
ru: Форма редактирования контент-профиля

source: You can only use content types marked as 'content profile'
ru: Вы можете использовать только типы содержимого, помеченные как "контент-профиль"

source: Content profile display
ru: Отображение контент-профиля
