Repository: frayd/stupino
Catalog: www/sites/all/modules/content_profile/modules/translations/modules.*.po
Languages: ru

source: Title
ru: Заголовок

source: view
ru: просмотреть

source: User Registration
ru: Регистрация пользователя

source: Customize how this content profile shows up on the user registration page.
ru: Настройка того, как этот контент-профиль будет появляться на странице регистрации пользователя

source: Use on Registration
ru: Использовать при регистрации

source: Use this content type on the user registration page
ru: Использовать этот тип содержимого на странице регистрации пользователя

source: Content Profile: added %user %type upon registration.
ru: Content Profile: добавлен %user %type в процессе регистрации

source: Content Profile User Registration
ru: Контент-профайл пользовательская регистрация

source: Enable content profile features during user registration
ru: Включить возможности контент-профиля в процессе регистрации

source: Use on administrative user creation form
ru: Использовать в форме создания пользователя администратором

source: Use this content type when an administrative user creates a new user
ru: Использовать этот тип содержимого, когда администратор создает нового пользователя

source: Hide form fields
ru: Скрыть поля форм

source: Other form elements (except for required CCK fields)
ru: Другие элементы форм (за исключением полей, необходимых ССК)

source: Hide fields from the user registration form. Required fields cannot be hidden and are not shown here.
ru: Скрыть поля с формы регистрации пользователя. Необходимые поля не могут быть скрыты и не отображаются здесь.

source: WARNING - raw user input
ru: ВНИМАНИЕ - сырой пользовательский ввод

source: Requestor:
ru: Запрашивающий:

source: Content Profile Tokens
ru: Маркеры контент-профиля

source: Add user tokens for content profiles.
ru: Добавить пользовательские маркеры для контент-профилей.
