Repository: frayd/stupino
Catalog: www/sites/all/modules/author_pane/translations/*.po
Languages: de

source: Title
de: Titel

source: Joined
de: Mitglied seit

source: Posts
de: Beiträge

source: !Points
de: !Punkte

source: Groups
de: Gruppen

source: Author Pane
de: Autoren-Information

source: Template file
de: Template Datei

source: Template file to use. Do not include .tpl.php. Leave blank to use default.
de: Zu benutzende Template-Datei. Füge nicht .tpl.php hinzu. Leer lassen, um das Standard-Template zu verwenden.

source: Image path
de: Bild-Pfad

source: Path to author pane images. Leave blank to use default.
de: Pfad zum Autoren-Info Bild. Freilassen, um den Standard-Wert zu verwenden.

source: Node types to display on
de: Für folgende Inhaltstypen verwenden

source: Author Information
de: Autoren-Information

source: User is online
de: Mitglied ist online

source: User offline. Last seen @time ago.
de: Offline. Zuletzt online vor @time.

source: Gathers information from user related contrib modules into one template.
de: Sammelt Informationen von User-relevanten contrib Modulen in ein Template.

source: Contact user
de: Kontakt aufnehmen

source: None
de: Keiner

source: Send private message
de: Private Nachricht senden

source: Send PM
de: PM senden

source: Ban IP
de: IP bannen

source: Remove from @rel_plural_name
de: Von @rel_plural_name entfernen

source: Remove @name from @rel_plural_name
de: @name von @rel_plural_name entfernen

source: Add @rel_name
de: @rel_name hinzufügen

source: Add @name as a @rel_name
de: @name als @rel_name hinzufügen

source: Become @name's @rel_name
de: Werde @name's @rel_name

source: Become %name's %rel_name
de: Werde %name's %rel_name

source: Author related variables gathered from helper modules.
de: Relevante Autoren-Variablen aus den Hilfe-Modulen.

source: User
de: Mitglied

source: "@s" author pane
de: "@s" Autoren-Info

source: Image directory
de: Bilder-Verzeichnis

source: Full path to image directory, not including leading or trailing slashes. Use [theme_path] to substitute the active theme's path. If left blank the images in the module directory will be used.
de: Kompletter Pfad zum Bilder-Verzeichnis, ohne führende oder endende Slashes. Verwende [theme_path], um den aktuellen Themen-Pfad zu ersetzen. Wenn leer gelasse, werden die Bilder im aktuellen Modul-Verzeichnis verwendet.

source: Template file to use for the author pane.
de: Template-Datei für die Autoren-Informationen.
