Repository: frayd/stupino
Catalog: www/sites/all/modules/advanced_forum/translations/*.po
Languages: it

source: General
it: Generale

source: Advanced forum style
it: Stile Advanced forum

source: Choose which style to use for your forums. This will apply independent of site theme.
it: Scegli lo stile da utilizzare per i tuoi forum. Esso verrà applicato indipendentemente dal tema del sito.

source: Image directory
it: Cartella immagini

source: Images are assumed to be in the "images" subdirectory of your style. If you need images to be somewhere else, put the full path here.
it: Si suppone che le immagini si trovino nella sottocartella "images" dello stile scelto. Se si ha bisogno di posizionarle altrove, specificare il percorso completo.

source: Use graphical buttons for links
it: Usa pulsanti grafici al posto dei links

source: Included buttons are in English. Uncheck this to use translatable links instead.
it: I pulsanti inslusi sono in Italiano. Deseleziona questa opzione per utilizzare link traducibili.

source: Treat all site comments like forum posts
it: Tratta tutti i commenti presenti sul sito come discussioni del forum.

source: Choosing yes causes advanced forum to consider every comment a forum comment and attempt to theme it that way. Some changes to your theme may be required.
it: Se si sceglie si, advanced forum considererà ogni commento del sito come un post sul forum e proverà a visualizzarlo con lo stesso stile. Potrebbero essere richieste alcune modifiche al tema.

source: Forum and topic lists
it: Elenchi di forum e argomenti

source: Hide the created column on the topic list
it: Nascondi la colonna "creato" nella lista delle discussioni

source: This allows you to hide the created column on the topic list. Useful if you want to move the created by information to underneath the topic title.
it: In questo modo la colonna "creato" verrà nascosta. E' utile se si ha intenzione di spostare la voce "creato da" sotto il titolo della discussione.

source: Maximum number of pages to show on per title pager
it: Massimo numero di pagine da visualizzare sul paginatore per titolo

source: Used on the pager under topic titles in topic list. e.g. entering 5 will get you 1,2,3,4 ... 10
it: Utilizzato nel paginatore sotto i titoli delle discussioni nella lista delle discussioni. Esempio: se si inserisce 5 verrà visualizzato 1,2,3,4 ... 10

source: Get the number of new comments per forum on the forum list
it: Visualizza il numero di nuovi commenti per forum nella lista dei forum

source: Core forum shows the number of new topics. If checked, Advanced Forum will get the number of new comments as well and show it under "posts" on the forum overview. Slow query not recommended on large forums.
it: Il modulo forum visualizza il numero di nuove discussioni. "Advanced Forum" conterà anche i nuovi commenti e li mostrerà stto "discussioni" nel sommario del forum. Si tratta di una interrogazione del database lenta, non è raccomandato per forum molto grandi.

source: Number of characters to display for the topic title
it: Numero di caratteri da visualizzare per i titoli delle discussioni

source: Used on main forum page. Enter 0 to use the full title.
it: Utilizzato nella pagina principale del foru,. Inserire 0 per visualizzare il titolo per intero.

source: Number of hours before switching to "time ago" in displays
it: numero di ore prima di passare alla dicitura "tempo fa" nelle visualizzazioni

source: Will show actual date posted until this cutoff and then switch to time ago.
it: Visualizzerà la reale data di creazione sino a questo limite, poi mostrerà il tempo trascorso dalla creazione del contenuto.

source: Topics
it: Discussioni

source: Use topic navigation
it: Utilizza la navigazione delle discussioni

source: Core forum gets the next and previous topics and shows links to them under the top post. This is turned off by default as the query has performance issues and the placement of the links is poor.
it: Il forum di drupal prende le discussioni precedente e successiva e inserisce un link ad esse sotto il primo messaggio. Questa funzione è disabilitata di default perchè da problemi di prestazioni e il posizionamento dei collegamenti non è efficace.

source: User picture preset
it: Immagine predefinita per gli utenti

source: Imagecache preset to use for forum avatars. Leave blank to not use this feature.
it: Impostazioni predefinite per la cache delle immagini per gli avatar del forum. Lascia in bianco per non utilizzare questa funzione.

source: No replies
it: Nessuna risposta

source: Post Reply
it: Invia risposta

source: Share your thoughts and opinions related to this posting.
it: Condividi i tuoi pensieri e opinioni su questa discussione.

source: post-reply.png
it: post-reply.gif

source: Post reply
it: Invia risposta

source: Topic Locked
it: Discussione chiusa

source: This topic is locked
it: Questa discussione è chiusa

source: locked-topic.png
it: locked-topic.gif

source: Locked
it: Chiuso

source: Reply
it: Rispondi

source: new-topic.png
it: new-topic.gif

source: New topic
it: Nuova discussione

source: new-poll.png
it: new-poll.gif

source: New poll
it: Nuovo sondaggio

source: Mark all topics read
it: Segna tutte le discussioni come lette

source: Mark all forums read
it: Segna tutti i forum come letti

source: mark-read.png
it: mark-read.gif

source: Mark read
it: Segna come letto

source: forum-folder-new-posts.png
it: forum-folder-new-posts.gif

source: Forum Contains New Posts
it: Forum con nuovi messaggi

source: /forum-folder.png
it: /forum-folder.gif

source: Forum Contains No New Posts
it: Forum senza nuovi messaggi

source: forum-folder-locked.png
it: forum-folder-locked.gif

source: Forum is Locked
it: Questo forum è chiuso

source: topic-new.png
it: topic-new.gif

source: New Posts
it: Nuovi messaggi

source: topic-hot-new.png
it: topic-hot-new.gif

source: Hot Thread (New)
it: Discussione interessante (Nuovi messaggii)

source: topic-hot.png
it: topic-hot.gif

source: Hot Thread (No New)
it: Discussione interessante (Nessun nuovo messaggio)

source: topic-default.png
it: topic-default.gif

source: No New Posts
it: Nessun nuovo messaggio

source: topic-sticky.png
it: topic-sticky.gif

source: Sticky Thread
it: Discussione importante

source: topic-closed.png
it: topic-closed.gif

source: Locked Thread
it: Discussione chiusa

source: new post folder
it: cartella nuovo messaggio

source: forum-folder.png
it: forum-folder.gif

source: folder
it: cartella

source: Views
it: Visualizzazioni

source: This topic has been moved to !forum
it: Questa discussione è stata spostata in !forum

source: All content in this forum has been marked as read
it: Tutto il contenuto di questo forum è stato contrassegnato come letto

source: All forum content been marked as read
it: Tutto il contenuto del forum è stato contrassegnato come letto

source: @user's picture
it: foto di @user

source: View user profile.
it: Visualizza profilo utente.

source: reply.png
it: reply.gif

source: reply
it: rispondi

source: edit.png
it: edit.gif

source: edit
it: cancella

source: delete.png
it: delete.gif

source: delete
it: cancella

source: Last post
it: Ultimo messaggio

source: new
it: nuovo

source: Last Page
it: Ultima pagina

source: Page
it: Pagina

source: 1 reply
it: 1 risposta

source: 1 new
it: 1 nuovo

source: administer advanced forum
it: amministrazione di advanced forum

source: view forum statistics
it: visualizza le statistiche del forum

source: Configure Advanced Forum with these settings.
it: Configura le impostazioni di Advanced Forum.

source: Enables the look and feel of other popular forum software.
it: Abilita l'aspetto di altri noti forum

source: Title
it: Titolo

source: Joined
it: Iscritto

source: Posts
it: Messaggi

source: Groups
it: Gruppi

source: Top
it: Su

source: What's Going On?
it: Che sta succedendo?

source: Currently active users: !current_total (!current_users users and !current_guests guests)
it: Soci attualmente attivi: !current_total (!current_users soci e !current_guests ospiti)

source: Statistics
it: Statistiche

source: Topics: !topics, Posts: !posts, Users: !users
it: Discussioni: !topics, Messaggi: !posts, Soci: !users

source: Welcome to our latest member, !user
it: Benvenuto al nostro ultimo socio, !user

source: !title<br />by !author<br />@date_posted
it: per !title<br />@date_posted

source: !title<br />by !author<br />@time ago
it: per !titler<br />@time ago

source: by !author<br />@date_posted
it: per !author<br />@date_posted

source: by !author<br />@time ago
it: per !author<br />@time ago

source: n/a
it: n/d

source: Sticky
it: Importante

source: updated
it: aggiornato
